tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "romkatv/powerlevel10k"
brew "act"
brew "python@3.12"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "azure-cli"
brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "crane"
brew "diff-so-fancy"
brew "direnv"
brew "unbound"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "git"
brew "go"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "node"
brew "nvm"
brew "podman"
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.9"
brew "tmux"
brew "tree"
brew "yt-dlp"
brew "z"
cask "aerospace"
cask "font-hack-nerd-font"
cask "ngrok"
cask "qmk-toolbox"
cask "wezterm"
