tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
brew "azure-cli"
brew "bat"
brew "btop"
brew "colima", restart_service: :changed
brew "crane"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "node"
brew "nvm"
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.9"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "z"
cask "font-hack-nerd-font"
cask "ngrok"
cask "qmk-toolbox"
